export const BotMessage = {
  setTemp: 'ใส่อุณหภูมิที่ต้องการได้เลย',
  LightIsOn: 'ไฟเปิดอยู่แล้วน้า',
  LightIsOff: 'ไฟปิดอยู่แล้วน้า',
  getTempFailed: 'อ๊ะ เกิดข้อผิดพลาดในการรับค่าอุณหภูมิ กรุณาลองใหม่อีกครั้งในภายหลัง',
  getLightIntensityFailed: 'อ๊ะ เกิดข้อผิดพลาดในการรับค่าความเข้มแสง กรุณาลองใหม่อีกครั้งในภายหลัง',
  setTempFailed: 'อ๊ะ เกิดข้อผิดพลาดในการตั้งอุณหภูมิ กรุณาลองใหม่อีกครั้งในภายหลัง',
  getDateTimeFailed: 'อ๊ะ เกิดข้อผิดพลาดในการรับค่าวันและเวลา กรุณาลองใหม่อีกครั้งในภายหลัง',
  setTimerFailed: 'อ๊ะ เกิดข้อผิดพลาดในการตั้งเวลานับถอยหลัง กรุณาลองใหม่อีกครั้งในภายหลัง'
}
